tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "mas"
brew "ffmpeg"
brew "hugo"
brew "tree"
brew "watchman"

cask "google-chrome"
cask "firefox"
cask "docker"
cask "visual-studio-code"
cask "cyberduck"
cask "discord"
cask "macs-fan-control"
cask "karabiner-elements"
cask "appcleaner"
cask "amazon-photos"
cask "adobe-creative-cloud"

mas "Slack", id: 803453959
mas "Xcode", id: 497799835
